Repository: pushpendra996/treasure-ios
Catalog: Treasure/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, gu, hi, kn, ml, mr, pa, ta, te

# hint_consent_autofill_point2
source: You approve, edit, or reject each draft
ar: أنت توافق على كل مسودة أو تعدلها أو ترفضها
bn: আপনি প্রতিটি খসড়া অনুমোদন, সম্পাদনা বা প্রত্যাখ্যান করেন
es: Usted aprueba, edita o rechaza cada borrador
fr: Vous approuvez, modifiez ou rejetez chaque brouillon
gu: તમે દરેક ડ્રાફ્ટને મંજૂર, સંપાદિત અથવા નકારી કાઢો છો
hi: आप प्रत्येक ड्राफ्ट को स्वीकृत, संपादित या अस्वीकार करते हैं
kn: ನೀವು ಪ್ರತಿ ಡ್ರಾಫ್ಟ್ ಅನ್ನು ಅನುಮೋದಿಸುತ್ತೀರಿ, ಸಂಪಾದಿಸುತ್ತೀರಿ ಅಥವಾ ತಿರಸ್ಕರಿಸುತ್ತೀರಿ
ml: നിങ്ങൾ ഓരോ ഡ്രാഫ്റ്റും അംഗീകരിക്കുകയോ എഡിറ്റ് ചെയ്യുകയോ നിരസിക്കുകയോ ചെയ്യുന്നു
mr: तुम्ही प्रत्येक मसुदा मंजूर, संपादित किंवा नाकारता
pa: ਤੁਸੀਂ ਹਰੇਕ ਡਰਾਫਟ ਨੂੰ ਮਨਜ਼ੂਰ, ਸੰਪਾਦਿਤ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰਦੇ ਹੋ
ta: ஒவ்வொரு வரைவையும் நீங்கள் அங்கீகரிக்கிறீர்கள், திருத்துகிறீர்கள் அல்லது நிராகரிக்கிறீர்கள்
te: మీరు ప్రతి డ్రాఫ్ట్‌ను ఆమోదించండి, సవరించండి లేదా తిరస్కరించండి

# hint_consent_autofill_point3
source: Nothing is sent to analytics
ar: لا يتم إرسال أي شيء إلى التحليلات
bn: বিশ্লেষণে কিছুই পাঠানো হয় না
es: No se envía nada a análisis
fr: Rien n'est envoyé aux analyses
gu: વિશ્લેષણમાં કંઈપણ મોકલવામાં આવતું નથી
hi: एनालिटिक्स को कुछ भी नहीं भेजा जाता है
kn: ವಿಶ್ಲೇಷಣೆಗೆ ಏನನ್ನೂ ಕಳುಹಿಸಲಾಗಿಲ್ಲ
ml: അനലിറ്റിക്‌സിലേക്ക് ഒന്നും അയച്ചിട്ടില്ല
mr: विश्लेषणासाठी काहीही पाठवले जात नाही
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਲਈ ਕੁਝ ਵੀ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ
ta: பகுப்பாய்வுக்கு எதுவும் அனுப்பப்படவில்லை
te: విశ్లేషణలకు ఏదీ పంపబడదు

# hint_consent_autofill_settings_body
source: To create auto-draft transactions, Android needs one manual step in system settings for notification access. You can change this anytime.
ar: لإنشاء معاملات مسودة تلقائية، يحتاج Android إلى خطوة يدوية واحدة في إعدادات النظام للوصول إلى الإشعارات. يمكنك تغيير هذا في أي وقت.
bn: স্বয়ংক্রিয়-খসড়া লেনদেন তৈরি করতে, Android-এর বিজ্ঞপ্তি অ্যাক্সেসের জন্য সিস্টেম সেটিংসে একটি ম্যানুয়াল ধাপ প্রয়োজন। আপনি যেকোনো সময় এটি পরিবর্তন করতে পারেন।
es: Para crear transacciones de borrador automático, Android necesita un paso manual en la configuración del sistema para acceder a las notificaciones. Puedes cambiar esto en cualquier momento.
fr: Pour créer des transactions rédigées automatiquement, Android nécessite une étape manuelle dans les paramètres système pour l'accès aux notifications. Vous pouvez modifier cela à tout moment.
gu: સ્વતઃ-ડ્રાફ્ટ વ્યવહારો બનાવવા માટે, Android ને સૂચના ઍક્સેસ માટે સિસ્ટમ સેટિંગ્સમાં એક મેન્યુઅલ પગલાની જરૂર છે. તમે આને કોઈપણ સમયે બદલી શકો છો.
hi: ऑटो-ड्राफ्ट लेनदेन बनाने के लिए, एंड्रॉइड को अधिसूचना पहुंच के लिए सिस्टम सेटिंग्स में एक मैन्युअल चरण की आवश्यकता होती है। आप इसे कभी भी बदल सकते हैं.
kn: ಸ್ವಯಂ-ಡ್ರಾಫ್ಟ್ ವಹಿವಾಟುಗಳನ್ನು ರಚಿಸಲು, ಅಧಿಸೂಚನೆ ಪ್ರವೇಶಕ್ಕಾಗಿ ಸಿಸ್ಟಮ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ Android ಗೆ ಒಂದು ಹಸ್ತಚಾಲಿತ ಹಂತದ ಅಗತ್ಯವಿದೆ. ನೀವು ಇದನ್ನು ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು.
ml: സ്വയമേവയുള്ള ഡ്രാഫ്റ്റ് ഇടപാടുകൾ സൃഷ്‌ടിക്കാൻ, അറിയിപ്പ് ആക്‌സസ്സിനായി ആൻഡ്രോയിഡിന് സിസ്റ്റം ക്രമീകരണത്തിൽ ഒരു മാനുവൽ ഘട്ടം ആവശ്യമാണ്. നിങ്ങൾക്ക് ഇത് എപ്പോൾ വേണമെങ്കിലും മാറ്റാം.
mr: ऑटो-ड्राफ्ट व्यवहार तयार करण्यासाठी, Android ला सूचना प्रवेशासाठी सिस्टम सेटिंग्जमध्ये एक मॅन्युअल चरण आवश्यक आहे. तुम्ही हे कधीही बदलू शकता.
pa: ਆਟੋ-ਡਰਾਫਟ ਲੈਣ-ਦੇਣ ਬਣਾਉਣ ਲਈ, Android ਨੂੰ ਸੂਚਨਾ ਪਹੁੰਚ ਲਈ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇੱਕ ਹੱਥੀਂ ਕਦਮ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ।
ta: தானியங்கு-வரைவு பரிவர்த்தனைகளை உருவாக்க, அறிவிப்பு அணுகலுக்கான சிஸ்டம் அமைப்புகளில் Androidக்கு ஒரு கைமுறை படி தேவை. இதை நீங்கள் எப்போது வேண்டுமானாலும் மாற்றலாம்.
te: ఆటో-డ్రాఫ్ట్ లావాదేవీలను సృష్టించడానికి, నోటిఫికేషన్ యాక్సెస్ కోసం సిస్టమ్ సెట్టింగ్‌లలో Androidకి ఒక మాన్యువల్ దశ అవసరం. మీరు దీన్ని ఎప్పుడైనా మార్చవచ్చు.

# hint_consent_autofill_settings_title
source: Enable auto-fill access
ar: تمكين الوصول إلى الملء التلقائي
bn: অটো-ফিল অ্যাক্সেস সক্ষম করুন
es: Habilitar el acceso de autocompletar
fr: Activer l'accès au remplissage automatique
gu: સ્વતઃ-ભરણ ઍક્સેસ સક્ષમ કરો
hi: स्वतः-भरण पहुंच सक्षम करें
kn: ಸ್ವಯಂ ಭರ್ತಿ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: സ്വയമേവ പൂരിപ്പിക്കൽ ആക്‌സസ് പ്രവർത്തനക്ഷമമാക്കുക
mr: स्वयं-भरण प्रवेश सक्षम करा
pa: ਆਟੋ-ਫਿਲ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
ta: தானியங்கு நிரப்பு அணுகலை இயக்கு
te: ఆటో-ఫిల్ యాక్సెస్‌ని ప్రారంభించండి

# hint_consent_autofill_title
source: Auto-fill from bank alerts
ar: الملء التلقائي من التنبيهات المصرفية
bn: ব্যাঙ্ক সতর্কতা থেকে স্বয়ংক্রিয়ভাবে পূরণ করুন
es: Autocompletar desde alertas bancarias
fr: Remplissage automatique à partir des alertes bancaires
gu: બેંક ચેતવણીઓમાંથી સ્વતઃ ભરો
hi: बैंक अलर्ट से स्वतः भरें
kn: ಬ್ಯಾಂಕ್ ಎಚ್ಚರಿಕೆಗಳಿಂದ ಸ್ವಯಂ ಭರ್ತಿ ಮಾಡಿ
ml: ബാങ്ക് അലേർട്ടുകളിൽ നിന്ന് സ്വയമേവ പൂരിപ്പിക്കുക
mr: बँक अलर्टमधून ऑटो-फिल
pa: ਬੈਂਕ ਚੇਤਾਵਨੀਆਂ ਤੋਂ ਆਟੋ-ਫਿਲ
ta: வங்கி விழிப்பூட்டல்களில் இருந்து தானாக நிரப்பவும்
te: బ్యాంక్ హెచ్చరికల నుండి స్వయంచాలకంగా పూరించండి

# hint_consent_done
source: Done
ar: منتهي
bn: সম্পন্ন
es: Hecho
fr: Fait
gu: થઈ ગયું
hi: हो गया
kn: ಮುಗಿದಿದೆ
ml: ചെയ്തു
mr: झाले
pa: ਹੋ ਗਿਆ
ta: முடிந்தது
te: పూర్తయింది

# hint_consent_open_settings
source: Open settings
ar: افتح الإعدادات
bn: সেটিংস খুলুন
es: Abrir configuración
fr: Ouvrir les paramètres
gu: સેટિંગ્સ ખોલો
hi: खुली सेटिंग
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
ta: அமைப்புகளைத் திறக்கவும்
te: సెట్టింగ్‌లను తెరవండి

# hint_consent_setup_subtitle
source: Optional setup — you can change this anytime
ar: الإعداد الاختياري - يمكنك تغيير هذا في أي وقت
bn: ঐচ্ছিক সেটআপ — আপনি যেকোনো সময় এটি পরিবর্তন করতে পারেন
es: Configuración opcional: puedes cambiarla en cualquier momento
fr: Configuration facultative : vous pouvez modifier cela à tout moment
gu: વૈકલ્પિક સેટઅપ — તમે આને ગમે ત્યારે બદલી શકો છો
hi: वैकल्पिक सेटअप - आप इसे किसी भी समय बदल सकते हैं
kn: ಐಚ್ಛಿಕ ಸೆಟಪ್ - ನೀವು ಇದನ್ನು ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು
ml: ഓപ്ഷണൽ സജ്ജീകരണം - നിങ്ങൾക്ക് ഇത് എപ്പോൾ വേണമെങ്കിലും മാറ്റാം
mr: पर्यायी सेटअप — तुम्ही हे कधीही बदलू शकता
pa: ਵਿਕਲਪਿਕ ਸੈੱਟਅੱਪ — ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ
ta: விருப்ப அமைப்பு - இதை எப்போது வேண்டுமானாலும் மாற்றலாம்
te: ఐచ్ఛిక సెటప్ - మీరు దీన్ని ఎప్పుడైనా మార్చవచ్చు

# hint_consent_step
source: Step %1$d of %2$d
ar: الخطوة %1$d من %2$d
bn: %2$d এর %1$d ধাপ
es: Paso %1$d de %2$d
fr: Étape %1$d de %2$d
gu: %2$d નું પગલું %1$d
hi: %2$d का चरण %1$d
kn: ಹಂತ %2$d ರಲ್ಲಿ %1$d
ml: ഘട്ടം %1$d / %2$d
mr: %2$d पैकी %1$d पायरी
pa: %2$d ਦਾ %1$d ਪੜਾਅ
ta: படி %1$d / %2$d
te: %2$dలో %1$d దశ

# hint_consultation
source: Consultation
ar: التشاور
bn: পরামর্শ
es: Consulta
gu: પરામર્શ
hi: परामर्श
kn: ಸಮಾಲೋಚನೆ
ml: കൂടിയാലോചന
mr: सल्लामसलत
pa: ਸਲਾਹ-ਮਸ਼ਵਰਾ
ta: ஆலோசனை
te: సంప్రదింపులు

# hint_country_code_short
source: Code
ar: شفرة
bn: কোড
es: Código
gu: કોડ
hi: कोड
kn: ಕೋಡ್
ml: കോഡ്
mr: कोड
pa: ਕੋਡ
ta: குறியீடு
te: కోడ్

# hint_create_committee
source: Create committee
ar: إنشاء لجنة
bn: কমিটি গঠন করুন
es: Crear comité
fr: Créer un comité
gu: સમિતિ બનાવો
hi: समिति बनायें
kn: ಸಮಿತಿ ರಚಿಸಿ
ml: കമ്മിറ്റി രൂപീകരിക്കുക
mr: समिती तयार करा
pa: ਕਮੇਟੀ ਬਣਾਓ
ta: குழுவை உருவாக்கவும்
te: కమిటీని సృష్టించండి

# hint_create_expense_group
source: Create group
ar: إنشاء مجموعة
bn: গ্রুপ তৈরি করুন
es: Crear grupo
fr: Créer un groupe
gu: જૂથ બનાવો
hi: समूह बनाना
kn: ಗುಂಪನ್ನು ರಚಿಸಿ
ml: ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
mr: गट तयार करा
pa: ਗਰੁੱਪ ਬਣਾਓ
ta: குழுவை உருவாக்கவும்
te: సమూహాన్ని సృష్టించండి

# hint_currency
source: Currency
ar: عملة
bn: মুদ্রা
es: Divisa
fr: Devise
gu: ચલણ
hi: मुद्रा
kn: ಕರೆನ್ಸಿ
ml: കറൻസി
mr: चलन
pa: ਮੁਦਰਾ
ta: நாணயம்
te: కరెన్సీ

# hint_current_month
source: Current Month - %1$@
ar: الشهر الحالي - %1$@
bn: বর্তমান মাস - %1$@
es: Mes actual: %1$@
fr: Mois en cours - %1$@
gu: વર્તમાન મહિનો - %1$@
hi: वर्तमान माह - %1$@
kn: ಪ್ರಸ್ತುತ ತಿಂಗಳು - %1$@
ml: നിലവിലെ മാസം - %1$@
mr: चालू महिना - %1$@
pa: ਮੌਜੂਦਾ ਮਹੀਨਾ - %1$@
ta: தற்போதைய மாதம் - %1$@
te: ప్రస్తుత నెల - %1$@

# hint_delete
source: Delete
ar: يمسح
bn: মুছে দিন
es: Borrar
fr: Supprimer
gu: કાઢી નાખો
hi: मिटाना
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
pa: ਮਿਟਾਓ
ta: நீக்கு
te: తొలగించు

# hint_delete_account
source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছুন
es: Eliminar cuenta
fr: Supprimer le compte
gu: એકાઉન્ટ કાઢી નાખો
hi: खाता हटा दो
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: खाते हटवा
pa: ਖਾਤਾ ਮਿਟਾਓ
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించండి

# hint_delete_account_warning
source: Warning! Deleting your Treasure account will permanently erase all your financial data, including: ►Transactions ►Wallet History ►Income and Expense Records ►Budgets and Goals ►This action cannot be undone. Are you sure you want to proceed?
ar: تحذير! سيؤدي حذف حساب Treasure الخاص بك إلى مسح جميع بياناتك المالية بشكل دائم، بما في ذلك: ►المعاملات ►سجل المحفظة ►سجلات الدخل والمصروفات ►الميزانيات والأهداف ►لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد من رغبتك في المتابعة؟
bn: সতর্কতা ! আপনার Treasure অ্যাকাউন্ট মুছে ফেলার ফলে আপনার সমস্ত আর্থিক ডেটা স্থায়ীভাবে মুছে যাবে, যার মধ্যে রয়েছে: ►লেনদেন ►ওয়ালেট ইতিহাস ►আয় ​​এবং ব্যয়ের রেকর্ড ►বাজেট এবং লক্ষ্য ►এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না। আপনি কি এগিয়ে যাওয়ার বিষয়ে নিশ্চিত?
es: ¡Advertencia! Al eliminar su cuenta Treasure se borrarán permanentemente todos sus datos financieros, incluidos: ►Transacciones ►Historial de billetera ►Registros de ingresos y gastos ►Presupuestos y objetivos ►Esta acción no se puede deshacer. ¿Estás seguro de que deseas continuar?
fr: Avertissement! La suppression de votre compte Treasure effacera définitivement toutes vos données financières, notamment : ►Transactions ►Historique du portefeuille ►Enregistrements des revenus et dépenses ►Budgets et objectifs ►Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir continuer ?
gu: ચેતવણી! તમારું Treasure એકાઉન્ટ કાઢી નાખવાથી તમારો તમામ નાણાકીય ડેટા કાયમ માટે ભૂંસી જશે, જેમાં નીચેનાનો સમાવેશ થાય છે: ►વ્યવહારો ►વોલેટ ઇતિહાસ ►આવક અને ખર્ચના રેકોર્ડ ►બજેટ અને લક્ષ્યો ►આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી. શું તમે ખરેખર આગળ વધવા માંગો છો?
hi: चेतावनी! आपके Treasure खाते को हटाने से आपके सभी वित्तीय डेटा स्थायी रूप से मिट जाएंगे, जिनमें शामिल हैं: ►लेन-देन ►वॉलेट इतिहास ►आय और व्यय रिकॉर्ड ►बजट और लक्ष्य ►यह कार्रवाई पूर्ववत नहीं की जा सकती। क्या आप वाकई आगे बढ़ना चाहते हैं?
kn: ಎಚ್ಚರಿಕೆ! ನಿಮ್ಮ Treasure ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಎಲ್ಲಾ ಹಣಕಾಸಿನ ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿಹಾಕುತ್ತದೆ, ಅವುಗಳೆಂದರೆ: ►ವಹಿವಾಟುಗಳು ►Wallet ಇತಿಹಾಸ ►ಆದಾಯ ಮತ್ತು ವೆಚ್ಚದ ದಾಖಲೆಗಳು ►ಬಜೆಟ್‌ಗಳು ಮತ್ತು ಗುರಿಗಳು ►ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ಮುಂದುವರಿಯಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: മുന്നറിയിപ്പ്! നിങ്ങളുടെ Treasure അക്കൗണ്ട് ഇല്ലാതാക്കുന്നത്, ഇനിപ്പറയുന്നവ ഉൾപ്പെടെ, നിങ്ങളുടെ എല്ലാ സാമ്പത്തിക ഡാറ്റയും ശാശ്വതമായി മായ്‌ക്കും: ►ഇടപാടുകൾ ►വാലറ്റ് ചരിത്രം ►വരുമാന, ചെലവ് റെക്കോർഡുകൾ ►ബജറ്റുകളും ലക്ഷ്യങ്ങളും ►ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല. നിങ്ങൾ തുടരണമെന്ന് തീർച്ചയാണോ?
mr: चेतावणी! तुमचे Treasure खाते हटवल्याने तुमचा सर्व आर्थिक डेटा कायमचा मिटवला जाईल, यासह: ►व्यवहार ►वॉलेट इतिहास ►उत्पन्न आणि खर्चाच्या नोंदी ►बजेट्स आणि गोल ►ही क्रिया पूर्ववत केली जाऊ शकत नाही. तुमची खात्री आहे की तुम्ही पुढे जाऊ इच्छिता?
pa: ਚੇਤਾਵਨੀ! ਤੁਹਾਡੇ Treasure ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਨਾਲ ਤੁਹਾਡਾ ਸਾਰਾ ਵਿੱਤੀ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟ ਜਾਵੇਗਾ, ਜਿਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ: ►ਲੈਣ-ਦੇਣ ►ਵਾਲਿਟ ਇਤਿਹਾਸ ►ਆਮਦਨੀ ਅਤੇ ਖਰਚੇ ਦੇ ਰਿਕਾਰਡ ►ਬਜਟ ਅਤੇ ਟੀਚੇ ►ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਨਡੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਅੱਗੇ ਵਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: எச்சரிக்கை! உங்கள் Treasure கணக்கை நீக்குவது, உங்கள் நிதித் தரவை நிரந்தரமாக அழித்துவிடும், இதில் அடங்கும்: ►பரிவர்த்தனைகள் ►Wallet வரலாறு ►வருமானம் மற்றும் செலவு பதிவுகள் ►பட்ஜெட்கள் மற்றும் இலக்குகள் ►இந்தச் செயலைச் செயல்தவிர்க்க முடியாது. நீங்கள் நிச்சயமாக தொடர விரும்புகிறீர்களா?
te: హెచ్చరిక! మీ Treasure ఖాతాను తొలగించడం వలన మీ ఆర్థిక డేటా మొత్తం శాశ్వతంగా తొలగించబడుతుంది, వీటితో సహా: ►లావాదేవీలు ►వాలెట్ చరిత్ర ►ఆదాయం మరియు ఖర్చు రికార్డులు ►బడ్జెట్‌లు మరియు లక్ష్యాలు ►ఈ చర్య రద్దు చేయబడదు. మీరు ఖచ్చితంగా కొనసాగించాలనుకుంటున్నారా?

# hint_delete_expense_confirm
source: Remove this expense entry?
ar: هل تريد إزالة إدخال النفقات هذا؟
bn: এই খরচ এন্ট্রি সরান?
es: ¿Eliminar esta entrada de gastos?
fr: Supprimer cette entrée de dépenses ?
gu: આ ખર્ચની એન્ટ્રી દૂર કરીએ?
hi: क्या यह व्यय प्रविष्टि हटाएँ?
kn: ಈ ವೆಚ್ಚದ ನಮೂದನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ml: ഈ ചെലവ് എൻട്രി നീക്കം ചെയ്യണോ?
mr: ही खर्चाची नोंद काढायची?
pa: ਕੀ ਇਸ ਖਰਚੇ ਦੀ ਐਂਟਰੀ ਨੂੰ ਹਟਾਉਣਾ ਹੈ?
ta: இந்த செலவின பதிவை அகற்றவா?
te: ఈ ఖర్చు నమోదును తీసివేయాలా?

# hint_delete_group
source: Delete group
ar: حذف المجموعة
bn: গ্রুপ মুছুন
es: Eliminar grupo
fr: Supprimer le groupe
gu: જૂથ કાઢી નાખો
hi: समूह हटाएँ
kn: ಗುಂಪನ್ನು ಅಳಿಸಿ
ml: ഗ്രൂപ്പ് ഇല്ലാതാക്കുക
mr: गट हटवा
pa: ਗਰੁੱਪ ਮਿਟਾਓ
ta: குழுவை நீக்கு
te: సమూహాన్ని తొలగించండి

# hint_delete_group_confirm
source: Delete this group permanently? This will remove all members and expenses.
ar: هل تريد حذف هذه المجموعة نهائيًا؟ سيؤدي هذا إلى إزالة كافة الأعضاء والنفقات.
bn: এই গ্রুপটি স্থায়ীভাবে মুছে ফেলবেন? এটি সমস্ত সদস্য এবং খরচ মুছে ফেলবে।
es: ¿Eliminar este grupo permanentemente? Esto eliminará todos los miembros y gastos.
fr: Supprimer définitivement ce groupe ? Cela supprimera tous les membres et dépenses.
gu: આ જૂથને કાયમ માટે કાઢી નાખીએ? આનાથી તમામ સભ્યો અને ખર્ચ દૂર થશે.
hi: इस समूह को स्थायी रूप से हटाएं? इससे सभी सदस्य और खर्चे दूर हो जायेंगे.
kn: ಈ ಗುಂಪನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುವುದೇ? ಇದು ಎಲ್ಲಾ ಸದಸ್ಯರು ಮತ್ತು ವೆಚ್ಚಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.
ml: ഈ ഗ്രൂപ്പ് ശാശ്വതമായി ഇല്ലാതാക്കണോ? ഇത് എല്ലാ അംഗങ്ങളും ചെലവുകളും നീക്കം ചെയ്യും.
mr: हा गट कायमचा हटवायचा? हे सर्व सदस्य आणि खर्च काढून टाकेल.
pa: ਕੀ ਇਸ ਸਮੂਹ ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਮਿਟਾਉਣਾ ਹੈ? ਇਹ ਸਾਰੇ ਮੈਂਬਰਾਂ ਅਤੇ ਖਰਚਿਆਂ ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ।
ta: இந்தக் குழுவை நிரந்தரமாக நீக்கவா? இது அனைத்து உறுப்பினர்களையும் செலவுகளையும் நீக்கும்.
te: ఈ సమూహాన్ని శాశ్వతంగా తొలగించాలా? ఇది సభ్యులందరినీ మరియు ఖర్చులను తీసివేస్తుంది.

# hint_delete_transaction_warning
source: Are you sure, you want to delete this transaction?
ar: هل أنت متأكد أنك تريد حذف هذه المعاملة؟
bn: আপনি কি নিশ্চিত, আপনি এই লেনদেন মুছে দিতে চান?
es: ¿Está seguro de que desea eliminar esta transacción?
fr: Êtes-vous sûr de vouloir supprimer cette transaction ?
gu: શું તમે ખરેખર આ વ્યવહાર કાઢી નાખવા માંગો છો?
hi: क्या आप वाकई इस लेन-देन को हटाना चाहते हैं?
kn: ಈ ವಹಿವಾಟನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: ഈ ഇടപാട് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: तुमची खात्री आहे, तुम्ही हा व्यवहार हटवू इच्छिता?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਲੈਣ-ਦੇਣ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்தப் பரிவர்த்தனையை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ లావాదేవీని తొలగించాలనుకుంటున్నారా?

# hint_download
source: Continue
ar: يكمل
bn: চালিয়ে যান
es: Continuar
fr: Continuer
gu: ચાલુ રાખો
hi: जारी रखना
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: चालू ठेवा
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించు

# hint_duplicate
source: Duplicate
ar: ينسخ
bn: ডুপ্লিকেট
es: Duplicado
fr: Double
gu: ડુપ્લિકેટ
hi: डुप्लिकेट
kn: ನಕಲು
ml: ഡ്യൂപ്ലിക്കേറ്റ്
mr: डुप्लिकेट
pa: ਡੁਪਲੀਕੇਟ
ta: நகல்
te: నకిలీ

# hint_edit
source: Edit
ar: يحرر
bn: সম্পাদনা করুন
es: Editar
fr: Modifier
gu: સંપાદિત કરો
hi: संपादन करना
kn: ಸಂಪಾದಿಸು
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादित करा
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ta: திருத்தவும்
te: సవరించు

# hint_email_address
source: Email address
ar: عنوان البريد الإلكتروني
bn: ইমেইল ঠিকানা
es: Dirección de correo electrónico
fr: Adresse email
gu: ઇમેઇલ સરનામું
hi: मेल पता
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
mr: ईमेल पत्ता
pa: ਈਮੇਲ ਪਤਾ
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

# hint_enter_amount
source: Enter amount
ar: أدخل المبلغ
bn: পরিমাণ লিখুন
es: Ingrese la cantidad
fr: Entrez le montant
gu: રકમ દાખલ કરો
hi: राशि डालें
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: തുക നൽകുക
mr: रक्कम प्रविष्ट करा
pa: ਰਕਮ ਦਾਖਲ ਕਰੋ
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి

# hint_enter_amount_error
source: Enter amount to proceed further
ar: أدخل المبلغ للمضي قدما
bn: আরও এগিয়ে যেতে পরিমাণ লিখুন
es: Ingrese el monto para continuar
fr: Entrez le montant pour continuer
gu: આગળ વધવા માટે રકમ દાખલ કરો
hi: आगे बढ़ने के लिए राशि दर्ज करें
kn: ಮುಂದುವರಿಯಲು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: തുടരാൻ തുക നൽകുക
mr: पुढे जाण्यासाठी रक्कम प्रविष्ट करा
pa: ਅੱਗੇ ਵਧਣ ਲਈ ਰਕਮ ਦਾਖਲ ਕਰੋ
ta: மேலும் தொடர, தொகையை உள்ளிடவும்
te: తదుపరి కొనసాగించడానికి మొత్తాన్ని నమోదు చేయండి

# hint_enter_committee_name
source: Enter committee name
ar: أدخل إسم اللجنة
bn: কমিটির নাম লিখুন
es: Ingrese el nombre del comité
fr: Entrez le nom du comité
gu: સમિતિનું નામ દાખલ કરો
hi: समिति का नाम दर्ज करें
kn: ಸಮಿತಿಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: കമ്മിറ്റിയുടെ പേര് നൽകുക
mr: समितीचे नाव प्रविष्ट करा
pa: ਕਮੇਟੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ta: குழுவின் பெயரை உள்ளிடவும்
te: కమిటీ పేరు నమోదు చేయండి

# hint_enter_email_error
source: Please enter email address
ar: الرجاء إدخال عنوان البريد الإلكتروني
bn: ইমেল ঠিকানা লিখুন
es: Por favor ingrese la dirección de correo electrónico
fr: Veuillez entrer l'adresse e-mail
gu: કૃપા કરીને ઇમેઇલ સરનામું દાખલ કરો
hi: कृपया ईमेल पता दर्ज करें
kn: ದಯವಿಟ್ಟು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഇമെയിൽ വിലാസം നൽകുക
mr: कृपया ईमेल पत्ता प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: దయచేసి ఇమెయిల్ చిరునామాను నమోదు చేయండి

# hint_enter_group_name
source: Enter group name
ar: أدخل اسم المجموعة
bn: গ্রুপের নাম লিখুন
es: Introduzca el nombre del grupo
fr: Entrez le nom du groupe
gu: જૂથનું નામ દાખલ કરો
hi: समूह का नाम दर्ज करें
kn: ಗುಂಪಿನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ഗ്രൂപ്പിൻ്റെ പേര് നൽകുക
mr: गटाचे नाव प्रविष्ट करा
pa: ਗਰੁੱਪ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ta: குழுவின் பெயரை உள்ளிடவும்
te: సమూహం పేరును నమోదు చేయండి

# hint_enter_name_error
source: Please enter name to proceed further
ar: الرجاء إدخال الاسم للمضي قدما
bn: আরও এগিয়ে যেতে নাম লিখুন দয়া করে
es: Por favor ingrese el nombre para continuar
fr: Veuillez entrer votre nom pour continuer
gu: આગળ વધવા માટે કૃપા કરીને નામ દાખલ કરો
hi: आगे बढ़ने के लिए कृपया नाम दर्ज करें
kn: ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: തുടരാൻ പേര് നൽകുക
mr: पुढे जाण्यासाठी कृपया नाव प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਅੱਗੇ ਵਧਣ ਲਈ ਨਾਮ ਦਰਜ ਕਰੋ
ta: மேலும் தொடர பெயரை உள்ளிடவும்
te: దయచేసి తదుపరి కొనసాగడానికి పేరును నమోదు చేయండి

# hint_enter_remark
source: Enter remark
ar: أدخل الملاحظة
bn: মন্তব্য লিখুন
es: Introducir comentario
fr: Saisir une remarque
gu: ટિપ્પણી દાખલ કરો
hi: टिप्पणी दर्ज करें
kn: ಟಿಪ್ಪಣಿ ನಮೂದಿಸಿ
ml: പരാമർശം നൽകുക
mr: टिप्पणी प्रविष्ट करा
pa: ਟਿੱਪਣੀ ਦਰਜ ਕਰੋ
ta: குறிப்பை உள்ளிடவும்
te: వ్యాఖ్యను నమోదు చేయండి

# hint_enter_valid_otp
source: Please enter valid OTP
ar: الرجاء إدخال كلمة مرور صالحة
bn: অনুগ্রহ করে বৈধ OTP লিখুন
es: Por favor ingresa una OTP válida
fr: Veuillez saisir un OTP valide
gu: કૃપા કરીને માન્ય OTP દાખલ કરો
hi: कृपया वैध ओटीपी दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ OTP ಅನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ OTP നൽകുക
mr: कृपया वैध OTP प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ OTP ਦਾਖਲ ਕਰੋ
ta: சரியான OTP ஐ உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి

# hint_enter_verification_code
source: Enter Verification Code
ar: أدخل رمز التحقق
bn: যাচাইকরণ কোড লিখুন
es: Ingrese el código de verificación
fr: Entrez le code de vérification
gu: ચકાસણી કોડ દાખલ કરો
hi: सत्यापन कोड दर्ज करें
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ನಮೂದಿಸಿ
ml: സ്ഥിരീകരണ കോഡ് നൽകുക
mr: सत्यापन कोड प्रविष्ट करा
pa: ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦਾਖਲ ਕਰੋ
ta: சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்
te: ధృవీకరణ కోడ్‌ని నమోదు చేయండి

# hint_expense
source: Expense
ar: حساب
bn: ব্যয়
es: Gastos
fr: Frais
gu: ખર્ચ
hi: व्यय
kn: ಖರ್ಚು
ml: ചെലവ്
mr: खर्च
pa: ਖਰਚਾ
ta: செலவு
te: ఖర్చు

# hint_expense_by_category
source: Expense by category
ar: النفقات حسب الفئة
bn: বিভাগ অনুসারে ব্যয়
es: Gasto por categoría
fr: Dépense par catégorie
gu: શ્રેણી દ્વારા ખર્ચ
hi: श्रेणी के अनुसार व्यय
kn: ವರ್ಗದಿಂದ ವೆಚ್ಚ
ml: വിഭാഗം അനുസരിച്ച് ചെലവ്
mr: श्रेणीनुसार खर्च
pa: ਸ਼੍ਰੇਣੀ ਅਨੁਸਾਰ ਖਰਚਾ
ta: வகை வாரியாக செலவு
te: వర్గం వారీగా ఖర్చు

# hint_expense_group_description
source: Description (optional)
ar: الوصف (اختياري)
bn: বর্ণনা (ঐচ্ছিক)
es: Descripción (opcional)
fr: Description (facultatif)
gu: વર્ણન (વૈકલ્પિક)
hi: विवरण (वैकल्पिक)
kn: ವಿವರಣೆ (ಐಚ್ಛಿಕ)
ml: വിവരണം (ഓപ്ഷണൽ)
mr: वर्णन (पर्यायी)
pa: ਵਰਣਨ (ਵਿਕਲਪਿਕ)
ta: விளக்கம் (விரும்பினால்)
te: వివరణ (ఐచ్ఛికం)

# hint_expense_group_detail
source: Expense group
ar: مجموعة النفقات
bn: ব্যয় গ্রুপ
es: grupo de gastos
fr: Groupe de dépenses
gu: ખર્ચ જૂથ
hi: व्यय समूह
kn: ವೆಚ್ಚ ಗುಂಪು
ml: ചെലവ് ഗ്രൂപ്പ്
mr: खर्च गट
pa: ਖਰਚ ਸਮੂਹ
ta: செலவு குழு
te: ఖర్చు సమూహం

# hint_expense_group_name
source: Group name
ar: اسم المجموعة
bn: গ্রুপের নাম
es: Nombre del grupo
fr: Nom du groupe
gu: જૂથનું નામ
hi: समूह नाम
kn: ಗುಂಪಿನ ಹೆಸರು
ml: ഗ്രൂപ്പിൻ്റെ പേര്
mr: गटाचे नाव
pa: ਸਮੂਹ ਦਾ ਨਾਮ
ta: குழுவின் பெயர்
te: సమూహం పేరు

# hint_expense_sharing
source: Split expenses
ar: تقسيم النفقات
bn: বিভক্ত খরচ
es: Gastos divididos
fr: Fractionner les dépenses
gu: વિભાજિત ખર્ચ
hi: ख़र्चों का बंटवारा करें
kn: ವಿಭಜಿತ ವೆಚ್ಚಗಳು
ml: ചെലവുകൾ വിഭജിക്കുക
mr: खर्चाचे विभाजन करा
pa: ਖਰਚੇ ਵੰਡੋ
ta: செலவுகளை பிரிக்கவும்
te: ఖర్చులను విభజించండి

# hint_expense_sharing_desc
source: Create a group for roommates or friends, add shared expenses, and approve entries as admin.
ar: أنشئ مجموعة لزملاء السكن أو الأصدقاء، وأضف النفقات المشتركة، ووافق على الإدخالات كمسؤول.
bn: রুমমেট বা বন্ধুদের জন্য একটি গ্রুপ তৈরি করুন, ভাগ করা খরচ যোগ করুন এবং অ্যাডমিন হিসাবে এন্ট্রি অনুমোদন করুন।
es: Cree un grupo para compañeros de cuarto o amigos, agregue gastos compartidos y apruebe entradas como administrador.
fr: Créez un groupe pour colocataires ou amis, ajoutez des dépenses partagées et approuvez les entrées en tant qu'administrateur.
gu: રૂમમેટ્સ અથવા મિત્રો માટે એક જૂથ બનાવો, વહેંચાયેલ ખર્ચ ઉમેરો અને એડમિન તરીકે એન્ટ્રીઓ મંજૂર કરો.
hi: रूममेट्स या दोस्तों के लिए एक समूह बनाएं, साझा खर्च जोड़ें, और व्यवस्थापक के रूप में प्रविष्टियों को मंजूरी दें।
kn: ರೂಮ್‌ಮೇಟ್‌ಗಳು ಅಥವಾ ಸ್ನೇಹಿತರಿಗಾಗಿ ಗುಂಪನ್ನು ರಚಿಸಿ, ಹಂಚಿಕೆಯ ವೆಚ್ಚಗಳನ್ನು ಸೇರಿಸಿ ಮತ್ತು ನಿರ್ವಾಹಕರಾಗಿ ನಮೂದುಗಳನ್ನು ಅನುಮೋದಿಸಿ.
ml: സഹമുറിയന്മാർക്കോ സുഹൃത്തുക്കൾക്കോ ​​വേണ്ടി ഒരു ഗ്രൂപ്പ് സൃഷ്ടിക്കുക, പങ്കിട്ട ചെലവുകൾ ചേർക്കുക, അഡ്മിൻ ആയി എൻട്രികൾ അംഗീകരിക്കുക.
mr: रूममेट किंवा मित्रांसाठी एक गट तयार करा, सामायिक खर्च जोडा आणि ॲडमिन म्हणून एंट्री मंजूर करा.
pa: ਰੂਮਮੇਟ ਜਾਂ ਦੋਸਤਾਂ ਲਈ ਇੱਕ ਸਮੂਹ ਬਣਾਓ, ਸਾਂਝੇ ਖਰਚੇ ਸ਼ਾਮਲ ਕਰੋ, ਅਤੇ ਪ੍ਰਸ਼ਾਸਕ ਵਜੋਂ ਐਂਟਰੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ।
ta: ரூம்மேட்கள் அல்லது நண்பர்களுக்காக ஒரு குழுவை உருவாக்கவும், பகிரப்பட்ட செலவுகளைச் சேர்க்கவும் மற்றும் உள்ளீடுகளை நிர்வாகியாக அங்கீகரிக்கவும்.
te: రూమ్‌మేట్‌లు లేదా స్నేహితుల కోసం ఒక సమూహాన్ని సృష్టించండి, షేర్ చేసిన ఖర్చులను జోడించండి మరియు అడ్మిన్‌గా ఎంట్రీలను ఆమోదించండి.

# hint_expense_total_subtitle
source: Total in group · %1$@
ar: الإجمالي في المجموعة · %1$@
bn: গ্রুপে মোট · %1$@
es: Total en grupo · %1$@
fr: Total dans le groupe · %1$@
gu: જૂથમાં કુલ · %1$@
hi: समूह में कुल · %1$@
kn: ಗುಂಪಿನಲ್ಲಿ ಒಟ್ಟು · %1$@
ml: ഗ്രൂപ്പിലെ ആകെ · %1$@
mr: गटातील एकूण · %1$@
pa: ਸਮੂਹ ਵਿੱਚ ਕੁੱਲ · %1$@
ta: குழுவில் மொத்தம் · %1$@
te: సమూహంలో మొత్తం · %1$@

# hint_expenses
source: Expenses
ar: نفقات
bn: খরচ
es: Gastos
fr: Dépenses
gu: ખર્ચ
hi: खर्च
kn: ವೆಚ್ಚಗಳು
ml: ചെലവുകൾ
mr: खर्च
pa: ਖਰਚੇ
ta: செலவுகள்
te: ఖర్చులు

# hint_failed
source: Failed
ar: فشل
bn: ব্যর্থ হয়েছে
es: Fallido
fr: Échoué
gu: નિષ્ફળ
hi: असफल
kn: ವಿಫಲವಾಗಿದೆ
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
pa: ਅਸਫਲ ਰਿਹਾ
ta: தோல்வியடைந்தது
te: విఫలమైంది

# hint_full_name
source: Full Name
ar: الاسم الكامل
bn: পুরো নাম
es: Nombre completo
fr: Nom et prénom
gu: પૂરું નામ
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണമായ പേര്
mr: पूर्ण नाव
pa: ਪੂਰਾ ਨਾਂਮ
ta: முழுப் பெயர்
te: పూర్తి పేరు

# hint_general
source: General
ar: عام
bn: সাধারণ
fr: Général
gu: જનરલ
hi: सामान्य
kn: ಸಾಮಾನ್ಯ
ml: ജനറൽ
mr: सामान्य
pa: ਜਨਰਲ
ta: பொது
te: జనరల్

# hint_greeting_afternoon
source: Good Afternoon
ar: مساء الخير
bn: শুভ বিকাল
es: Buenas tardes
fr: Bon après-midi
gu: શુભ બપોર
hi: शुभ दोपहर
kn: ಶುಭ ಮಧ್ಯಾಹ್ನ
ml: ഗുഡ് ആഫ്റ്റർനൂൺ
mr: शुभ दुपार
pa: ਨਮਸਕਾਰ
ta: நல்ல மதியம்
te: శుభ మధ్యాహ్నం

# hint_greeting_evening
source: Good Evening
ar: مساء الخير
bn: শুভ সন্ধ্যা
es: Buenas noches
fr: Bonne soirée
gu: શુભ સાંજ
hi: शुभ संध्या
kn: ಶುಭ ಸಂಜೆ
ml: ഗുഡ് ഈവനിംഗ്
mr: शुभ संध्याकाळ
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
ta: நல்ல மாலை
te: శుభ సాయంత్రం

# hint_greeting_hello
source: Hello
ar: مرحبًا
bn: হ্যালো
es: Hola
fr: Bonjour
gu: હેલો
hi: नमस्ते
kn: ನಮಸ್ಕಾರ
ml: ഹലോ
mr: नमस्कार
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
ta: வணக்கம்
te: నమస్కారం

# hint_greeting_morning
source: Good Morning
ar: صباح الخير
bn: শুভ সকাল
es: Buen día
fr: Bonjour
gu: શુભ સવાર
hi: शुभ प्रभात
kn: ಶುಭೋದಯ
ml: സുപ്രഭാതം
mr: शुभ सकाळ
pa: ਸ਼ੁਭ ਸਵੇਰ
ta: காலை வணக்கம்
te: శుభోదయం
